{
	"testo": {
		"titolo": "Benvenuti Su HomeCode",
		"testo": "Hey tu!...si, proprio tu. Ti do il benvenuto nella mia pagina principale, HomeCode.",
		"testo2": "Il mio nome è Alessio Santillo, ho 24 anni e da poco sono uno sviluppatore web (Front End Developer). Da sempre appassionato di tecnologia da quando andavo alle medie, ho sempre voluto scoprire di più di questo mondo sempre in evoluzione e all'avanguardia. La strada che presi però alle superiori fu totalmente diversa, perchè mi dedicai alla meccanica dei veicoli a motore. Ora ti starai giustamente chiedendo il perchè di questa scelta, ed ora te lo spiego in modo molto semplice. Si studiava poco, o almeno, si studiava ma era ovviamente più marcata la pratica che la teoria. Scelsi di fare quella scuola perchè era più semplice e a quel tempo odiavo studiare. Questo spiega perchè non scelsi la scuola di informatica, perchè c'era tanta matematica ed io ne ero spaventato. Finite le superiori, iniziai a lavorare in un supermercato per qualche mese poi poco dopo mi son ritrovato a lavorare in negozi di abbigliamento per piu di 4 anni. Nel negozio dove ho lavorato nell'ultimo periodo prima di mettermi a studiare come Web Developer, ero responsabile del reparto bambini ed ero Visual Merchandiser, ovvero colui che si occupa dell'allestimento del reparto e dell'analisi dell'andamento dei prodotti durante la settimana nonchè per tutto l'anno. Ho scelto di cambiare vita, perchè quello che facevo non mi soddisfava appieno e volevo inseguire il mio sogno. Cosi con un po di coraggio, mi sono messo a studiare utilizzando vari siti di informazione come W3 Schools, FreeCodeCamp, ChatGpt, molti tutorial su YouTube e l'aiuto dello zio sviluppatore!",
		"testo3": "Per quanto riguarda il mio percorso di studio fino ad ora, posso dire di aver fatto molta strada, almeno questa è una mia autovalutazione. Ho cominciato esattamente l'1 Maggio del 2023 e ho iniziato partendo da 0, quindi sono partito con HTML e CSS, come prima infarinatura, dopodichè sono passato a JavaScript come primo e vero linguaggio di programmazione facendo molti ma molti esercizi grazie a numerosissimi video su YouTube. Dopo qualche periodo di tempo, ho introdotto React Js come primo FrameWork su qui lavorare. Anche li con tanti esercizi e svariate prove, facendo dei piccoli giochi interattivi e molto altro. Presa confidenza con React, decido di cominciare il lato backend, utilizzando PHP e MySql, creando vari form di prova, delle tabelle su cui inviare i dati ecc. Fino ad oggi, sto ancora studiando per far si che sia in grado di essere al meglio autonomo con tutto quello che mi si trova davanti. Ovviamente, resto sempre un Junior e di cose ne ho molte da imparare, ma credo che come inizio non è male.",
		"testo4": "Le mie prospettive per il futuro sono il trovare un posto di lavoro che possa offrire una grande possibilità di crescita e di carriera. Lavorare con un gruppo di persone molto capaci e dinamiche con cui collaborare e dare il meglio per la realizzazione del lavoro. Spero di trovare un azienda seria disposta a far crescere le new entry nel mondo del web developing dando le giuste risorse per crescere e soddisfarsi in modo autonomo."
	},

	"skills": {
		"html": "Ho imparato ad utilizzare e conoscere l'HTML grazie al tutorial su YouTube di SuperSimpleDev. Ho fatto molti esercizi pratici inizianado appunto da 0. Finito il corso e gli esercizi, sono stato in grado di creare autonomamente pagine basiche in HTML senza problemi.",
		"css": "Ho imparato ad utilizzare e conoscere CSS grazie al tutorial su YouTube di SuperSimpleDev. Ho fatto molti esercizi pratici inizianado da 0. Finito il corso e gli esercizi, sono stato in grado di creare autonomamente gli stili, animazioni e adattività per le pagine basiche create in HTML con facilità.",
		"js": "Ho imparato ad utilizzare e conoscere JS grazie al tutorial di 12 ore su YouTube di SuperSimpleDev. Ho fatto molti esercizi pratici inizianado da 0. Finito il corso e gli esercizi, sono stato in grado di creare autonomamente pagine interattive di livello base - medio, utilizzando tutto ciò che ho appreso dal corso.",
		"react": "Ho imparato ad utilizzare e conoscere REACT grazie a vari tutorial e siti web di informazione come w3-Schools, FreeCodeCamp, ChatGpt e altro. Affrontando il corso, ho svolto parecchi esercizi pratici come minigiochi e miglioramenti dell'interattività in progetti precedentemente creati con JAVASCRIPT.",
		"php": "Ho imparato ad utilizzare e conoscere PHP grazie al tutorial su YouTube di Bro Code e W3-Schools. Ho fatto molti esercizi pratici creando vari form e varie prova con il database SQL. Finito il corso, sono stato in grado di creare autonomamente pagine di form con l'invio dei dati al database.",
		"sql": "Ho imparato ad utilizzare e conoscere MySQL grazie al sito di informazione di W3-Schools. Ho fatto varie prove pratiche inizianado da 0, integrandolo con PHP. Utilizzando MyPhpAdmin, sono riuscito a creare database e tabelle su cui esercitarmi insieme a PHP a registrare i dati nel database.",
		"github": "Ho imparato ad utilizzare e conoscere GITHUB grazie al tutorial su YouTube di SuperSimpleDev. Finito il breve corso di 1 ora circa, insieme ai vari progetti sono stato in grado di creare autonomamente repository per l'invio delle modifiche con l'utilizzo dei commit.",
		"svelte": "",
		"tailwind": "",
		"typescript": "",
		"b": "Livello - (Base)",
		"bm": "Livello - (Base-Medio)",
		"m": "Livello - (Medio)",
		"ma": "Livello - (Medio - Alto)"
	},
	"progetti": {
		"alien": "Questo è il progetto XFlies! Un sito dove poter comprare biglietti per andare nello spazio, tutto grazie ai nostri amici extraterrestri! Insieme a quello c'è anche la sezione di shop online incluso sempre a tema spazio! Prova ora e guarda cosa può offrire.",
		"spotify": "Questo è il progetto Spotify! Si tratta semplicemente della pagina principale, mostrando le playlist preferite, gli artisti e altro ancora. Potrebbe avere qualche problema con la adattabilità di alcuni schermi. ma per il resto dovrebbe essere tutto funzionante! Ovviamente non riproduce musica, ma è solo per il lato estetico con qualche piccola interattività.",
		"pixel": "Pixel Nightmare è un breve gioco di prova, dove si basa sul aiutare questo personaggio di nome Sticky a scappare dal misterioso posto in cui si trova. Per farlo, avrai due opzioni, in base a quella scelta, la trama prenderà strade diverse, bisognerà pensare bene se fare una determinata cosa oppure l'altra. Al momento è molto breve, ma sarebbe bello continuarlo, intanto qui, c'è una breve prova che puoi fare!",
		"calculator": "Questo è il progetto Calculator! Si tratta semplicemente di una calcolatrice con uno stile un po suo. C'è sempre il nostro amico Sticky a fare compagnia nel mentre facciamo i calcoli, e ogni volta che apri la calcolatrice ti dice qualcosa, delle frasi random. Puoi anche cliccare sulla frase per cambiarla!. Puoi cambiare lo stile della calcolatrice cliccando i tasti 'Hell Mode' oppure 'Pixel Mode', li puoi disattivare ricliccando il tasto. Puoi accedere agli stili scrivendo '666' per la 'Hell Mode', altrimenti scrivi '10101010' per l'altra modalità!.",
		"benvenuto": "PROGETTI",
		"desc": "Benvenuto nella pagina dei progetti! Qui avrai la possibilità di provare e testare 4 progetti da me creati, ovvero le 4 icone che vedi in alto. Clicca su una di esse per vedere qui la loro descrizione e i link per provarli! In breve progetti sono: X-FLIES, un sito di voli a tema alieni dove poter comprare biglietti, con uno shop integrato. SPOTIFY, la famosa app per ascoltare musica! per questo progetto è stata creata solo la home page con le varie canzoni che si possono ascoltare!. PIXEL NIGHTMARE, un gioco interattivo che in base all'opzione scelta può avere conseguenze sulla storia. Per finire THE CALCULATOR, una calcolatrice che serve per l'appunto a fare calcoli... "
	}
}
