{
	"testo": {
		"titolo": "Welcome to HomeCode",
		"testooo": "Hey you!...yes, you indeed. I welcome you to my main page, HomeCode.",
		"testo2": "My name is Alessio Santillo, I am 24 years old and I have recently been a web developer (Front End Developer). Always passionate about technology since I was in middle school, I always wanted to discover more of this ever-evolving and cutting-edge world. The path I took in high school, however, was totally different, because I went into motor vehicle mechanics. Now you are rightly wondering why I made this choice, and now I will explain it very simply. There was little study, or at least, there was study but there was obviously more emphasis on practice than theory. I chose to do that school because it was easier and at that time I hated studying. That explains why I didn't choose computer school, because there was so much math and I was scared of it. When I finished high school, I started working in a supermarket for a few months then shortly after I found myself working in clothing stores for more than 4 years. In the store where I worked for the last period before I started studying as a Web Developer, I was in charge of the children's department and I was Visual Merchandiser, that is, the one who is in charge of setting up the department and analyzing the performance of the products during the week as well as throughout the year. I chose to change my life, because what I was doing was not fully satisfying me and I wanted to pursue my dream. So with some courage, I set out to study using various information sites such as W3 Schools, FreeCodeCamp, ChatGpt, many YouTube tutorials and the help of my developer uncle!",
		"testo3": "Regarding my study path so far, I can say that I have come a long way, at least this is my self-assessment. I started exactly on May 1, 2023, and I started from 0, so I started with HTML and CSS, as my first smattering, after which I switched to JavaScript as my first and real programming language by doing many but many exercises thanks to numerous YouTube videos. After some time, I introduced React Js as the first FrameWork to work on here. There too with lots of exercises and varied testing, doing little interactive games and much more. Becoming familiar with React, I decide to start the backend side, using PHP and MySql, creating various test forms, some tables to submit data on, etc. To this day, I am still studying to make sure that I am able to be as autonomous as possible with everything in front of me. Of course, I still remain a Junior and I have a lot of things to learn, but I think as a start it is not bad.",
		"testo4": "My prospects for the future are to find a job that can offer a great opportunity for growth and career advancement. To work with a group of very capable and dynamic people with whom I can collaborate and give my best for the accomplishment of the work. I hope to find a serious company willing to grow new entrants in the world of web developing by giving the right resources to grow and satisfy themselves independently.",
		"tel": "Phone",
		"progetti": "Projects",
		"chi": "Who Am I?",
		"percorso": "My Path",
		"futuro": "My Future"
	},

	"skills": {
		"html": "I learned how to use and know HTML through SuperSimpleDev's YouTube tutorial. I did many practical exercises starting from 0. After finishing the course and the exercises, I was able to create basic HTML pages by myself without any problems.",
		"css": "I learned how to use and know CSS through SuperSimpleDev's YouTube tutorial. I did many hands-on exercises starting from 0. After finishing the course and exercises, I was able to independently create styles, animations and adaptivity for basic pages created in HTML with ease.",
		"js": "I learned how to use and learn about JS from the 12-hour YouTube tutorial by SuperSimpleDev. I did a lot of hands-on exercises starting from 0. After finishing the course and exercises, I was able to independently create basic-medium level interactive pages using everything I learned from the course.",
		"react": "I learned to use and learn about REACT through various tutorials and information websites such as w3-Schools, FreeCodeCamp, ChatGpt, and others. Taking the course, I did several hands-on exercises such as mini-games and interactivity enhancements in projects previously created with JAVASCRIPT. Also used with Typescript.",
		"php": "I learned how to use and know PHP from the YouTube tutorials by Bro Code and W3-Schools. I did many hands-on exercises creating various forms and various tests with the SQL database. After finishing the course, I was able to independently create form pages with data submission to the database.",
		"sql": "I learned to use and know MySQL thanks to the W3-Schools information site. I did various practice tests starting from 0, integrating it with PHP. Using MyPhpAdmin, I was able to create databases and tables on which I practiced along with PHP to record data in the database.",
		"github": "I learned how to use and learn about GITHUB through SuperSimpleDev's YouTube tutorial. After finishing the short course of about 1 hour, along with the various projects I was able to independently create repositories for posting changes using commits.",
		"svelte": "I learned how to use and learn about SVELTE/SVELTEKIT after finishing the portfolio I created with React. I immediately learned how to use its basics and put them into practice by recreating a new portfolio from scratch, exactly this one you see. Together Svelte I also combined tailwind with which to do the design. Also used with Typescript.",
		"tailwind": "I learned to use and learn about TAILWIND during portfolio recreation. Putting vanilla CSS aside, I started using tailwind as a quick and compact tool to make the project better to rebuild. Easy and intuitive, I had no difficulty using it.",
		"typescript": "",
		"b": "Level - (Base)",
		"bm": "Level - (Base-Medium)",
		"m": "Level - (Medium)",
		"ma": "Level - (Medium - Alto)"
	},
	"progetti": {
		"alien": "This is the XFlies project! A space and technology themed site where you can buy tickets to go to space, traveling throughout the solar system! You can choose your favorite planet and reserve your place on the ship! All thanks to our extraterrestrial friends and their technology! Besides that, the online shop section has also been added, always with a space theme! You can find about twenty items to buy, choose the quantity and see what strange contraptions are available on the store! Try X-Flies now and see what it has to offer.",
		"spotify": "This is the Spotify project! It is simply the main page, highlighting favorite playlists, artists and more. There is an option to be able to listen to songs that I have personally included to show how it works. ",
		"pixel": "Pixel Nightmare is a short trial game, where it is based on helping this character named Sticky escape from the mysterious castle where he is imprisoned. To do that, you will have two options, depending on which one you choose, the plot will take different paths, you will have to think hard about whether to do a certain thing or the other. At the moment it is very short, but it would be nice to continue it, in the meantime here, there is a short test you can do!",
		"calculator": "This is the Calculator project! It is simply a calculator with a style of its own. There is always our friend Sticky to keep us company while we do the calculations, and every time you open the calculator it tells you something, random phrases. You can also click on the phrase to change it!!! You can change the style of the calculator by clicking the 'Hell Mode' or 'Pixel Mode' buttons, you can turn them off by re-clicking the button. You can access the styles by typing '666' for 'Hell Mode', otherwise type '101010' for the other mode!!!",
		"benvenuto": "PROJECTS",
		"desc": "Welcome to the projects page! Here you will have a chance to try and test 4 projects I created, namely the 4 icons you see above. Click on one of them to see here their description and links to try them out! In short projects are: X-FLIES, an alien-themed flight site where you can buy tickets, with an integrated shop. SPOTIFY, the famous app for listening to music! for this project only the home page was created with the various songs that can be listened to!!! PIXEL NIGHTMARE, an interactive game that depending on the option chosen can have consequences on the story. Finally, THE CALCULATOR, a calculator that is used precisely to make calculations.... ",
		"provaS": "Try Spotify",
		"provaX": "Try XFlies",
		"provaC": "Try The Calculator",
		"provaP": "Try Pixel Nightmare",
		"scegli": "Choose a project to start"
	}
}
