{
	"testo": {
		"titolo": "Welcome to HomeCode",
		"testooo": "Hey you!...yes, you indeed. I welcome you to my main page, HomeCode.",
		"testo2": "My name is Alessio Santillo, I am 24 years old and I have recently been a web developer (Front End Developer). Always passionate about technology since I was in middle school, I always wanted to discover more of this ever-evolving and cutting-edge world. The path I took in high school, however, was totally different, because I went into motor vehicle mechanics. Now you are rightly wondering why I made this choice, and now I will explain it very simply. There was little study, or at least, there was study but there was obviously more emphasis on practice than theory. I chose to do that school because it was easier and at that time I hated studying. That explains why I didn't choose computer school, because there was so much math and I was scared of it. When I finished high school, I started working in a supermarket for a few months then shortly after I found myself working in clothing stores for more than 4 years. In the store where I worked for the last period before I started studying as a Web Developer, I was in charge of the children's department and I was Visual Merchandiser, that is, the one who is in charge of setting up the department and analyzing the performance of the products during the week as well as throughout the year. I chose to change my life, because what I was doing was not fully satisfying me and I wanted to pursue my dream. So with some courage, I set out to study using various information sites such as W3 Schools, FreeCodeCamp, ChatGpt, many YouTube tutorials and the help of my developer uncle!",
		"testo3": "Regarding my study path so far, I can say that I have come a long way, at least this is my self-assessment. I started exactly on May 1, 2023, and I started from 0, so I started with HTML and CSS, as my first smattering, after which I switched to JavaScript as my first and real programming language by doing many but many exercises thanks to numerous YouTube videos. After some time, I introduced React Js as the first FrameWork to work on here. There too with lots of exercises and varied testing, doing little interactive games and much more. Becoming familiar with React, I decide to start the backend side, using PHP and MySql, creating various test forms, some tables to submit data on, etc. To this day, I am still studying to make sure that I am able to be as autonomous as possible with everything in front of me. Of course, I still remain a Junior and I have a lot of things to learn, but I think as a start it is not bad.",
		"testo4": "My prospects for the future are to find a job that can offer a great opportunity for growth and career advancement. To work with a group of very capable and dynamic people with whom I can collaborate and give my best for the accomplishment of the work. I hope to find a serious company willing to grow new entrants in the world of web developing by giving the right resources to grow and satisfy themselves independently.",
		"tel": "Phone",
		"progetti": "Projects",
		"chi": "Who Am I?",
		"percorso": "My Path",
		"futuro": "My Future"
	},

	"skills": {
		"html": "Ho imparato ad utilizzare e conoscere l'HTML grazie al tutorial su YouTube di SuperSimpleDev. Ho fatto molti esercizi pratici inizianado appunto da 0. Finito il corso e gli esercizi, sono stato in grado di creare autonomamente pagine basiche in HTML senza problemi.",
		"css": "Ho imparato ad utilizzare e conoscere CSS grazie al tutorial su YouTube di SuperSimpleDev. Ho fatto molti esercizi pratici inizianado da 0. Finito il corso e gli esercizi, sono stato in grado di creare autonomamente gli stili, animazioni e adattività per le pagine basiche create in HTML con facilità.",
		"js": "Ho imparato ad utilizzare e conoscere JS grazie al tutorial di 12 ore su YouTube di SuperSimpleDev. Ho fatto molti esercizi pratici inizianado da 0. Finito il corso e gli esercizi, sono stato in grado di creare autonomamente pagine interattive di livello base - medio, utilizzando tutto ciò che ho appreso dal corso.",
		"react": "Ho imparato ad utilizzare e conoscere REACT grazie a vari tutorial e siti web di informazione come w3-Schools, FreeCodeCamp, ChatGpt e altro. Affrontando il corso, ho svolto parecchi esercizi pratici come minigiochi e miglioramenti dell'interattività in progetti precedentemente creati con JAVASCRIPT. Usato anche con Typescript.",
		"php": "Ho imparato ad utilizzare e conoscere PHP grazie al tutorial su YouTube di Bro Code e W3-Schools. Ho fatto molti esercizi pratici creando vari form e varie prova con il database SQL. Finito il corso, sono stato in grado di creare autonomamente pagine di form con l'invio dei dati al database.",
		"sql": "Ho imparato ad utilizzare e conoscere MySQL grazie al sito di informazione di W3-Schools. Ho fatto varie prove pratiche inizianado da 0, integrandolo con PHP. Utilizzando MyPhpAdmin, sono riuscito a creare database e tabelle su cui esercitarmi insieme a PHP a registrare i dati nel database.",
		"github": "Ho imparato ad utilizzare e conoscere GITHUB grazie al tutorial su YouTube di SuperSimpleDev. Finito il breve corso di 1 ora circa, insieme ai vari progetti sono stato in grado di creare autonomamente repository per l'invio delle modifiche con l'utilizzo dei commit.",
		"svelte": "Ho imparato ad utilizzare e conoscere SVELTE/SVELTEKIT dopo aver finito il portfolio creato con React. Ho subito imparato ad utilizzarne le basi e metterle in pratica ricreando da zero un nuovo portofolio, esattamente questo che vedi. Insieme Svelte ho combinato anche tailwind con cui fare il design. Usato anche con Typescript.",
		"tailwind": "Ho imparato ad utilizzare e conoscere TAILWIND durante la ricreazione del portfolio. Messo da parte il CSS vanilla, ho iniziato ad utilizzare tailwind come strumento rapido e compatto per rendere migliore il progetto da ricostruire. Facile ed intuitivo, non ho avuto difficoltà ad usarlo.",
		"typescript": "",
		"b": "Livello - (Base)",
		"bm": "Livello - (Base-Medio)",
		"m": "Livello - (Medio)",
		"ma": "Livello - (Medio - Alto)"
	},
	"progetti": {
		"alien": "Questo è il progetto XFlies! Un sito a tema spazio e tecnologia dove poter comprare biglietti per andare nello spazio, viaggiando per tutto il sistema solare! Puoi scegliere il tuo pianeta preferito e prenotare il tuo posto sulla nave! Tutto grazie ai nostri amici extraterrestri e alla loro tecnologia! Oltre a quello è stata anche aggiunta la sezione di shop online sempre a tema spazio! Puoi trovare una ventina di articoli da acquistare, sceglierne la quantità e vedere quali strani aggeggi sono disponibili sullo store! Prova ora X-Flies e guarda cosa può offrire.",
		"spotify": "Questo è il progetto Spotify! Si tratta semplicemente della pagina principale, che mette in evidenza le playlist preferite, gli artisti e altro ancora. C'è la possibilità di poter ascoltare le canzoni che ho inserito personalmente per far vedere come funziona. ",
		"pixel": "Pixel Nightmare è un breve gioco di prova, dove si basa sul aiutare questo personaggio di nome Sticky a scappare dal misterioso castello in cui si trova prigioniero. Per farlo, avrai due opzioni, in base a quella scelta, la trama prenderà strade diverse, bisognerà pensare bene se fare una determinata cosa oppure l'altra. Al momento è molto breve, ma sarebbe bello continuarlo, intanto qui, c'è una breve prova che puoi fare!",
		"calculator": "Questo è il progetto Calculator! Si tratta semplicemente di una calcolatrice con uno stile un po suo. C'è sempre il nostro amico Sticky a fare compagnia nel mentre facciamo i calcoli, e ogni volta che apri la calcolatrice ti dice qualcosa, delle frasi random. Puoi anche cliccare sulla frase per cambiarla!. Puoi cambiare lo stile della calcolatrice cliccando i tasti 'Hell Mode' oppure 'Pixel Mode', li puoi disattivare ricliccando il tasto. Puoi accedere agli stili scrivendo '666' per la 'Hell Mode', altrimenti scrivi '101010' per l'altra modalità!.",
		"benvenuto": "PROGETTI",
		"desc": "Benvenuto nella pagina dei progetti! Qui avrai la possibilità di provare e testare 4 progetti da me creati, ovvero le 4 icone che vedi in alto. Clicca su una di esse per vedere qui la loro descrizione e i link per provarli! In breve progetti sono: X-FLIES, un sito di voli a tema alieni dove poter comprare biglietti, con uno shop integrato. SPOTIFY, la famosa app per ascoltare musica! per questo progetto è stata creata solo la home page con le varie canzoni che si possono ascoltare!. PIXEL NIGHTMARE, un gioco interattivo che in base all'opzione scelta può avere conseguenze sulla storia. Per finire THE CALCULATOR, una calcolatrice che serve per l'appunto a fare calcoli... "
	}
}
