{
	"homepage": {
		"benvenuto": "Greetings from our galaxy at the crossroads of the stars! We are the aliens of XFlies, ready to take you on unforgettable space adventures. Travel with us and discover the wonders of the infinite reaches of the universe. Our mission is to make the stars accessible, because we believe space travel should be an extraordinary experience for everyone. As longtime space explorers, we understand the importance of reliable, quality service. Here at XFlies, you will find a wide range of space destinations, from distant moons to mysterious planets. We are here to make your space travel dreams a reality. Don't worry if you are not fluent in our alien language; our multilingual team is ready to assist you every step of the way. From booking tickets to pre-trip training, we are here for you. Explore our website, plan your trip, and start the countdown to the excitement of space. We are thrilled to welcome you aboard XFlies, where dreams turn into galactic reality. Ready to hit the ground running? You are only one step away from space excitement! With cosmic affection, [Nebulox] Team XFlies.",
		"messaggio": "We have heard of your incredible adventure on Earth and your relentless desire to explore the universe. We are here to celebrate intergalactic unity and progress with you, our Earth friends. In the Zoraxia Galaxy, we have always believed that the power of exploration and discovery can bring progress and understanding. It is with this spirit that we created XFlies, a platform where your space ambitions can take flight. Our mission is to bring cultures closer together, to share knowledge, and to cultivate friendship through travel. Your Earth is an extraordinary place, and we are honored to be part of your journey to the stars. Here on XFlies, you will find a dedicated team of alien and human space explorers ready to work together to make every space journey an extraordinary experience. We are here to share our knowledge, to learn from you, and to contribute to your scientific and cultural advancement. We invite you to join us on this extraordinary journey. Together, we can reach the highest heights of interstellar knowledge and friendship. We look forward to sharing the wonders of the universe with you and growing together as one galactic community.",
		"piloti": "At XFlies, the professionalism and expertise of our pilots are at the heart of our mission to provide safe and exciting space travel. Our pilots are selected through a rigorous recruitment process that includes a detailed analysis of their piloting skills, risk management skills, and experience in guiding spacecraft. Each pilot is highly trained and has spent years studying and practicing piloting in interstellar space. They have faced and overcome the challenges of unique space conditions, including the lack of atmosphere, variable gravitational forces, and interstellar navigation. This experience is what enables them to pilot our spacecraft safely and competently through the vast universe.",
		"licenze": "The process of obtaining flight licenses on XFlies is extremely rigorous and thorough. Our flight school offers intergalactically approved space training courses that include a series of essential learning steps. These courses prepare aspiring astronauts to become qualified and responsible space pilots. Physical Training: The courses begin with comprehensive physical training. This includes exercises to adapt to microgravity conditions and to handle the physical stress associated with space travel. Aspiring pilots also learn how to wear and use space suits safely and efficiently. Technical Training: Technical training includes learning advanced navigation technologies, spacecraft maintenance and emergency procedures. Students gain a thorough understanding of complex space operations. Flight Simulations: Before obtaining a flight license, students must successfully complete realistic flight simulations. These simulations test their ability to make quick and correct decisions during emergency situations and to navigate safely in various space conditions. License Examination: Upon completion of training, students must pass a rigorous, intergalactically approved flight license examination to demonstrate their skills and knowledge.",
		"area": "We want to dispel any mystery or speculation about Area 51 on XFlies. Our policy is to be open and transparent about all our activities. Area 51 is not a secret or obscure place within our operation. It is a facility dedicated to advanced research and development of space technologies to further enhance the experience of our space travel. There are no hidden secrets or dark conspiracies within XFlies. We are committed to ensuring safety, comfort and clarity for all our travelers as they explore the universe with us. In summary, XFlies offers a professional training environment and safe and open space travel service, led by highly trained pilots with rigorously obtained flight licenses, with no secrets hidden in Area 51. We are ready to welcome you aboard for exceptional space adventures.",
		"progetti": "Projects",
		"biglietti": "Tickets",
		"ben": "Welcome on X-Flies!",
		"mes": "Message For The Humans",
		"pil": "The Excellence of Our Pilots",
		"lic": "Flight Licenses on X-Flies",
		"are": "Area 51 on X-Flies",
		"prenota": "Book",
		"acquista": "Buy",
		"conferma": "Confirm Purchase",
		"nome": "Name",
		"cognome": "Surname",
		"aggiunto": "Item added to the cart",
		"via1": "Trip to the Moon!",
		"via2": "Trip to Mars!",
		"via3": "Interspace Trip!",
		"carrello": "CART:",
		"dati": "Enter Your Data",
		"pagamento": "Select payment method:",
		"effettua": "To make the payment select a card",
		"grazie": "Thanks for your purchase!",
		"grmes": "You will receive an email to your email address shortly, containing the purchased tickets/items! We hope they may be to your liking. If you have any problems or need assistance, please feel free to contact us at our email: xfliesassistance@gmail.com",
		"a": "The flight to Mars is departing in 2 hours and 38 minutes.",
		"b": "Our flights are super fast, book now and discover new worlds!",
		"c": "Our most sought-after flights are Mars, Moon and Interspace Travel.",
		"e": "The flight to Earth is departing in 30 minutes.",
		"f": "The flight to Moon is departing in 47 minutes.",
		"g": "Flight for Venus is departing in 3 hours and 30 minutes.",
		"h": "The flight to Jupiter is departing in 7 hours and 30 minutes",
		"i": "The flight to Neptune is departing in 1 hour and 19 minutes.",
		"j": "The flight to Pluto is departing in 4 hours and 43 minutes.",
		"k": "The flight to Mercury is departing in 1 hour and 55 minutes.",
		"l": "The flight to Saturn is departing in 2 hours and 30 minutes.",
		"m": "The flight to Uranus is departing in 9 hours and 2 minutes.",
		"n": "The flight for Interspace Travel is departing in 10 minutes.",
		"o": "Check out our Xshop! Buy items from space!",
		"aa": "Our computers are the most powerful in the universe!",
		"bb": "Our jetpacks are always verified and tested for safe use!",
		"cc": "Be careful not to use the teleporter too much or you might smoleculate yourself!",
		"dd": "Our Rams are on offer, buy now!!!",
		"ee": "High-capacity batteries charge everything you want in seconds.",
		"ff": "The blaster if you use it too much is hot! It burns 30% off!!!",
		"gg": "The telescope allows you to see looo far away!",
		"hh": "When you drive the flying car, you'll never find traffic lights in front of you!",
		"ii": "The bionic arm is 10 times stronger than a human arm!",
		"jj": "The robot does everything you don't want to do! You better buy it!",
		"kk": "Our site is always online even against an EMP attack!!!",
		"ll": "With our chemistry kit you can create super powerful potions!",
		"mm": "We have heard that our site is the best on the galaxy.",
		"nn": "Welcome to our shop on Xshop! Buy items from outer space!"
	},
	"biglietti": {
		"terra": "Embrace the opportunity of a lifetime with our journey to Earth! You will see the beauty of your home planet from the heights of space. Limited tickets available for only €499. Book now and discover Earth from an unprecedented perspective!",
		"luna": "Live the magical 0-gravity experience on the Moon! Our alien technology allows you humans to comfortably travel to the Moon in just 30 minutes. Starting price only €499 per person.",
		"marte": "Fly with us to one of the most beloved destinations ever, Mars! Today you can book your very first flight into space thanks to our advanced flight technology. Just for you, your first trip will cost as low as €699 per person. You will also have the honor of meeting the pilots! Book now by clicking on the link below.",
		"giove": "Get ready for an extraordinary experience as you travel to Jupiter, the gas giant of our solar system! Breathtaking views and fascinating moons await. Limited tickets available for only €2,499. Make your reservation today!",
		"nettuno": "Immerse yourself in the majesty of Neptune, the farthest planet from the Sun! This is your chance to explore Neptune's oceans of gas, enchanting rings, and mysterious storms. Limited tickets at only €1,299. Book now and get ready for an unparalleled experience!",
		"saturno": "We invite you to discover the enchanting beauty of Saturn, the ringed giant. Behold the glittering rings and mysterious moons as you immerse yourself in an unprecedented space journey. Limited tickets available for only €2,999. Book now for an unforgettable space experience!",
		"venere": "Discover the intense beauty of Venus, the closest planet to the Sun! Pass through acid clouds and watch fiery sunsets on this unique journey. Limited tickets at only €2,299. Book now and get ready for a fiery experience in space exploration!",
		"plutone": "Discover the mystery and beauty of Pluto, the most distant dwarf planet from the Sun! You will be fascinated by its icy plains and ice mountains. Limited tickets at only €3,999. Book now for an extraordinary experience that will take you to the edge of our solar system!",
		"mercurio": "We invite you on an exciting journey to Mercury, the closest planet to the Sun! Discover alien landscapes and warm sunsets on a journey that will leave you breathless. Limited tickets at only €1,799. Book now for this unique experience!",
		"urano": "Get ready for an unprecedented cosmic experience as you venture to Uranus, the planet of incredible colors. Discover faint rings and mysterious atmospheres on this unique space journey. Limited tickets available for only €1,499. Book now for an immersion into the enchantment of our solar system!",
		"sistema": "Unique space adventures with Interspace Travel! With this package you can reach more distant destinations, such as the Alpha Centauri solar system, not too far from the solar system. Thanks to our high-powered reactors, our pilots can reach the solar system in 1 week! Starting price from €1799 per person.",
		"laterra": "Earth",
		"laluna": "Moon",
		"lamarte": "Mars",
		"lagiove": "Jupiter",
		"lanettuno": "Neptune",
		"lasaturno": "Saturn",
		"lavenere": "Venus",
		"laplutone": "Pluto",
		"laurano": "Uranus",
		"lasistema": "Interspace",
		"lamercurio": "Mercury",
		"pterra": 499,
		"pluna": 499,
		"pmarte": 699,
		"pgiove": 2499,
		"pnettuno": 1299,
		"psaturno": 2999,
		"pvenere": 2299,
		"pplutone": 3999,
		"purano": 1499,
		"psistema": 1799,
		"pmercurio": 1799
	},
	"shop": {
		"atomo": "Take the power of the infinitely small with our Atom. This unique object represents the foundation of matter itself. With its elegant and detailed shape, the Atom is an ideal choice for science lovers and exploration enthusiasts. Take home a part of the universe in miniature today!",
		"braccio": "Regenerate your life with our state-of-the-art bionic arm. Designed for maximum functionality and precision, our bionic arm offers a unique and advanced experience for those seeking a solution to the future. With high-quality materials and an ergonomic design, the Bionic Arm will allow you to face daily challenges with ease. Riottiene control and freedom with the Bionic Arm, a step forward in human evolution.",
		"bitcoin": "Bitcoin is the cornerstone of the digital financial revolution. This decentralized cryptocurrency offers unprecedented freedom and security in financial transactions. With Bitcoin, you are your own financial custodian, without the need for intermediaries or banks. Invest in the future of currency with Bitcoin and experience financial innovation at its finest. Your key to a financial world without borders or central control.",
		"blaster": "The Blaster is the ultimate futuristic weapon designed to take on the universe's toughest challenges. With a sleek and powerful design, the Blaster is your weapon of choice for defending against extraterrestrial threats or challenging interstellar foes. Equipped with advanced technology and powerful ammunition, the Blaster gives you complete control of the situation in any conflict. Prepare for an exceptional combat experience with the Blaster and make sure you are ready for any deep space adventure.",
		"kit": "The Advanced Chemistry Kit is an indispensable tool for aspiring space chemists and alchemists. Designed for experimenting and creating chemical compounds in extraterrestrial environments, this kit offers a wide range of reagents, measuring tools, and a detailed manual. Whether you are trying to synthesize new materials or analyze the chemical properties of alien planets, the Advanced Chemistry Kit is your trusted companion in the study of chemical science in sidereal space. Explore the wonders of chemistry in unknown worlds with this essential tool.",
		"computer": "The Interstellar Supercomputer represents the pinnacle of data processing in space. With unmatched computing power, this supercomputer is designed to tackle complex computational tasks during space exploration missions. Equipped with advanced algorithms and machine learning capabilities, it can analyze data from telescopes, space probes and scientific instruments with extraordinary accuracy. With the Interstellar Supercomputer, data processing in space reaches a new level, enabling extraordinary scientific discoveries and greater understanding of the universe.",
		"cpu": "The Cosmic Processing Unit is the brain of every spacecraft and advanced space station. Designed to handle complex computational tasks and provide reliable performance in deep space, this CPU is at the heart of every operation in space. With its advanced architecture and ability to handle a wide range of operations simultaneously, the Cosmic Processing Unit ensures that all space operations, from navigation to scientific research, are performed efficiently and reliably. It is the backbone of space technology and enables astronauts to explore the universe with safety and precision.",
		"dna": "The Cosmic Helix of DNA is an extraordinary and unique biological structure, similar to the helix of a spacecraft, that contains the genetic instructions for life throughout the universe. This amazing molecular structure underlies every known form of life and has the potential to exist even on distant planets. The Cosmic Helix of DNA is responsible for the transmission of hereditary characteristics and biological diversity, allowing new species to appear in different space environments. It is critical to understanding the origin and evolution of life throughout the universe, a true masterpiece of nature that challenges our understanding of astrobiology.",
		"energia": "The Stellar Energy Sphere is an advanced power source that uses sun-like nuclear fusion to generate power continuously and inexhaustibly. This sphere, designed for use on spaceships, space bases and extraterrestrial colonies, represents a milestone in energy supply. Stellar nuclear fusion ensures clean and sustainable energy, opening the door to a future of space exploration without energy limits.",
		"auto": "The Quantum Flying Car is the quintessential mobility vehicle of the future. This revolutionary vehicle is equipped with advanced quantum technology that enables it to overcome the laws of traditional physics, allowing passengers to traverse the sky as if they were free birds in the sky. With a lightweight yet sturdy structure and a zero-emission quantum propulsion system, the Quantum Flying Car offers an unparalleled travel experience. No more traffic jams, traffic lights or road restrictions: with this Flying Car, the sky is the limit. The Quantum Flying Car is the ultimate solution for transportation efficiency, ensuring a sustainable, congestion-free road future.",
		"ologramma": "The HoloVision 3D Hologram is an extraordinary innovation in the world of entertainment and communication. This device uses advanced holographic technology to project incredibly realistic three-dimensional images into the surrounding space. Whether you are trying to communicate with a friend on the other side of the world or immerse yourself in a breathtaking gaming experience, the HoloVision 3D Hologram offers unprecedented visual quality. The device is compact and portable, allowing you to take the art of holography wherever you go. With HoloVision, the future of presentations, digital art and interactive communications is finally here.",
		"jetpack": "The SkyMaster X9 Jetpack is the ultimate solution for your personal flight. This compact and powerful device allows you to get up in the air and hurtle through the skies with ease and safety. With speeds of up to 300 km/h and a flight range of up to 3 hours, the SkyMaster X9 Jetpack gives you an unparalleled flying experience. It is ideal for personal transportation and aerial exploration. Take control of your destiny and fly high in style and safety.",
		"ram": "HyperSpeed 32GB RAM is the perfect solution for improving your computer's performance. With a capacity of 32 gigabytes, this RAM gives you the processing power you need to run the most demanding applications and multitask smoothly. HyperSpeed ensures fast response times and greater energy efficiency, allowing you to perform your digital tasks smoothly. Upgrade your RAM with the HyperSpeed 32GB and enjoy a superior computing experience.",
		"robot": "The Multifunction Assistant Robot is the perfect solution to simplify your daily life. With its advanced artificial intelligence capabilities, this robot can perform a variety of tasks, from cleaning the house to helping you manage your daily schedule. Its sleek and compact design fits into any environment, and its intuitive user interface makes it easy to use. Thanks to its voice recognition skills, you can interact with the robot naturally and ask it to perform many different tasks. Invest in the future with the Multifunction Assistant Robot and find out how much it can improve your life.",
		"razzo": "The Advanced Space Rocket is the key to exploring the depths of space. With its cutting-edge technology, this rocket offers safe and comfortable travel in deep space. Equipped with powerful engines and sophisticated navigation systems, the rocket is capable of reaching extraordinary speeds and exploring new worlds. Its spacious and comfortable cabin ensures that astronauts have everything they need for long-duration missions. Whether you are a space explorer or an astronomy enthusiast, the Advanced Space Rocket is the ideal choice for reaching the stars and beyond.",
		"nave": "The Intergalactic Space Ship is the epitome of advanced engineering and technological innovation. Designed to explore the universe at incredible speeds, this ship offers an unprecedented experience in space travel. With state-of-the-art propulsion systems, it is capable of crossing cosmic distances and reaching distant solar systems. The interior of the ship is designed to ensure maximum comfort for astronauts during long exploration missions, with spacious living quarters and areas for scientific training. The Intergalactic Space Ship represents the final frontier of space exploration and paves the way for extraordinary discoveries in places never before explored.",
		"teletrasporto": "The Advanced Teleportation Device is a revolution in travel. With this incredible invention, you can say goodbye to long and tedious journeys and instantly reach any desired location. The device works by dematerializing matter at one point and instantly rematerializing it at another, allowing you to cross huge distances in the blink of an eye. It is an amazing technology that will forever change the way we explore the world and connect with distant places. No more need for long flights or hours of driving; with the Advanced Teleportation Device, the world is literally at your fingertips.",
		"telescopio": "The Advanced Astronomical Telescope is an exceptional observing instrument designed to explore the unfathomable depths of the universe. With powerful magnification technology and extraordinary precision, this telescope allows you to peer into the stars, galaxies, and planets with extraordinary clarity. It reveals hidden details, distant planets and mysterious nebulae, opening a window to the beauty and vastness of the universe. It is the perfect instrument for amateur astronomers and astronomers who wish to explore the cosmos and capture breathtaking images of the night sky. With the Advanced Astronomical Telescope, you can travel through the stars without ever leaving Earth.",
		"titanio": "Ultra-light and strong titanium is an incredible material that combines lightness and strength in one. Known for its extraordinary resistance to corrosion and rust, titanium is often used in aerospace and medical applications. This advanced metal is perfect for situations where light weight is essential without compromising durability. From space plane components to medical prosthetics, titanium is the ideal choice for situations where strength and lightness are critical. With ultralight, durable titanium, you can take on the toughest challenges with confidence, knowing you have a reliable material on your side.",
		"batteria": "The high-capacity, long-lasting battery is an innovative solution for reliably powering electronic devices for longer. This advanced battery offers exceptional capacity to ensure that your devices stay operational for longer, allowing you to enjoy continuous use without interruption. Whether you're working, playing games, or simply exploring the digital world, you can count on this battery to hold a charge for an extraordinarily long time. Plus, its exceptional durability means less worry about frequent recharging and more time to focus on what matters most to you. With the high-capacity, long-lasting battery, you're ready to tackle your days with energy and confidence.",
		"laatomo": "Atom",
		"labraccio": "Bionic Arm",
		"labitcoin": "Bitcoin",
		"lablaster": "Blaster",
		"lakit": "Chemistry Kit",
		"lacomputer": "Computer",
		"lacpu": "Cpu",
		"ladna": "Dna",
		"laenergia": "Energy",
		"laauto": "Flying Car",
		"laologramma": "Hologram",
		"lajetpack": "Jetpack",
		"laram": "Ram",
		"larobot": "Robot",
		"larazzo": "Rocket",
		"lanave": "Spaceship",
		"lateletrasporto": "Teleport",
		"latelescopio": "Telescope",
		"latitanio": "Titanium",
		"labatteria": "Battery",
		"patomo": 49,
		"pbraccio": 499,
		"pbitcoin": 29,
		"pblaster": 4299,
		"pkit": 79,
		"pcomputer": 799,
		"pcpu": 369,
		"pdna": 149,
		"penergia": 579,
		"pauto": 34799,
		"pologramma": 23599,
		"pjetpack": 4599,
		"pram": 269,
		"probot": 3499,
		"prazzo": 7399,
		"pnave": 749999,
		"pteletrasporto": 279999,
		"ptelescopio": 499,
		"ptitanio": 19,
		"pbatteria": 49
	}
}
