{
	"homepage": {
		"benvenuto": "Saluti dalla nostra galassia all'incrocio delle stelle! Siamo gli alieni di XFlies, pronti a portarvi in avventure spaziali indimenticabili. Viaggiate con noi e scoprite le meraviglie degli infiniti confini dell'universo. La nostra missione è rendere accessibili le stelle, perché crediamo che il viaggio spaziale dovrebbe essere un'esperienza straordinaria per tutti. Da esploratori dello spazio di lunga data, comprendiamo l'importanza di un servizio affidabile e di qualità. Qui su XFlies, troverete una vasta gamma di destinazioni spaziali, dalle lune lontane ai pianeti misteriosi. Siamo qui per rendere i vostri sogni di viaggio spaziale una realtà. Non preoccupatevi se non parlate fluentemente la nostra lingua aliena; il nostro team multilingue è pronto ad assistervi in ogni fase del viaggio. Dalla prenotazione dei biglietti all'addestramento pre-viaggio, siamo qui per voi. Esplorate il nostro sito, pianificate il vostro viaggio e iniziate il conto alla rovescia per l'emozione dello spazio. Siamo entusiasti di darvi il benvenuto a bordo di XFlies, dove i sogni si trasformano in realtà galattica. Pronti per partire? Siete solo a un passo dall'emozione spaziale! Con affetto cosmico, [Nebulox] Team XFlies",
		"messaggio": "Ci è giunta voce della vostra incredibile avventura sulla Terra e del vostro incessante desiderio di esplorare l'universo. Siamo qui per celebrare l'unità intergalattica e il progresso con voi, amici terrestri. Nella Galassia di Zoraxia, abbiamo sempre creduto che il potere dell'esplorazione e della scoperta possa portare il progresso e la comprensione. È con questo spirito che abbiamo creato XFlies, una piattaforma dove le vostre ambizioni spaziali possono prendere il volo. La nostra missione è quella di avvicinare le culture, di condividere conoscenze e di coltivare l'amicizia attraverso il viaggio. La vostra Terra è un luogo straordinario, e siamo onorati di essere parte del vostro cammino verso le stelle. Qui su XFlies, trovate un team dedicato di esploratori spaziali alieni e umani, pronti a lavorare insieme per rendere ogni viaggio spaziale un'esperienza straordinaria. Siamo qui per condividere la nostra conoscenza, per imparare da voi e per contribuire al vostro progresso scientifico e culturale. Vi invitiamo a unirvi a noi in questo viaggio straordinario. Insieme, possiamo raggiungere le vette più alte della conoscenza e dell'amicizia interstellare. Siamo ansiosi di condividere le meraviglie dell'universo con voi e di crescere insieme come una sola comunità galattica.",
		"piloti": "In XFlies, la professionalità e la competenza dei nostri piloti rappresentano il cuore della nostra missione di offrire viaggi spaziali sicuri ed emozionanti. I nostri piloti sono selezionati attraverso un rigoroso processo di reclutamento che include un'analisi dettagliata delle loro competenze di pilotaggio, delle loro capacità di gestione del rischio e delle loro esperienze nel guidare navi spaziali. Ogni pilota è altamente addestrato e ha dedicato anni allo studio e alla pratica del pilotaggio nello spazio interstellare. Hanno affrontato e superato le sfide delle condizioni spaziali uniche, tra cui la mancanza di atmosfera, le forze gravitazionali variabili e la navigazione interstellare. Questa esperienza è ciò che consente loro di condurre le nostre navi spaziali in modo sicuro e competente attraverso il vasto universo.",
		"licenze": "Il processo di ottenimento delle licenze di volo su XFlies è estremamente rigoroso e accurato. La nostra scuola di volo offre corsi di formazione spaziale approvati a livello intergalattico, che comprendono una serie di fasi di apprendimento essenziali. Questi corsi preparano gli aspiranti astronauti a diventare piloti spaziali qualificati e responsabili. Addestramento Fisico: I corsi iniziano con un addestramento fisico completo. Questo include esercizi per adattarsi alle condizioni di microgravità e per gestire lo stress fisico associato al viaggio spaziale. Gli aspiranti piloti imparano anche a indossare e utilizzare le tute spaziali in modo sicuro ed efficiente. Formazione Tecnica: La formazione tecnica comprende l'apprendimento delle tecnologie avanzate di navigazione, della manutenzione delle navi spaziali e delle procedure di emergenza. Gli studenti acquisiscono una comprensione approfondita delle complesse operazioni spaziali. Simulazioni di Volo: Prima di ottenere una licenza di volo, gli studenti devono completare con successo simulazioni di volo realistiche. Queste simulazioni testano le loro capacità di prendere decisioni rapide e corrette durante situazioni di emergenza e di navigare in modo sicuro in diverse condizioni spaziali. Esame di Licenza: Una volta completata la formazione, gli studenti devono superare un esame di licenza di volo rigoroso e approvato a livello intergalattico per dimostrare le loro competenze e conoscenze.",
		"area": "Vogliamo dissipare qualsiasi mistero o speculazione riguardo all'Area 51 su XFlies. La nostra politica è di essere aperti e trasparenti riguardo a tutte le nostre attività. L'Area 51 non è un luogo segreto o oscuro all'interno della nostra operazione. È una struttura dedicata alla ricerca avanzata e allo sviluppo di tecnologie spaziali per migliorare ulteriormente l'esperienza dei nostri viaggi spaziali. Non ci sono segreti nascosti o cospirazioni oscure all'interno di XFlies. Siamo impegnati a garantire la sicurezza, il benessere e la chiarezza per tutti i nostri viaggiatori mentre esplorano l'universo con noi. In sintesi, XFlies offre un ambiente di formazione professionale e un servizio di viaggio spaziale sicuro e aperto, guidato da piloti altamente addestrati e con licenze di volo rigorosamente ottenute, senza segreti nascosti nell'Area 51. Siamo pronti a darvi il benvenuto a bordo per avventure spaziali eccezionali.",
		"progetti": "Progetti",
		"biglietti": "Biglietti",
		"ben": "Benvenuti su X-Flies!",
		"mes": "Messaggio Per Gli Umani",
		"pil": "L'Eccellenza Dei Nostri Piloti",
		"lic": "Licenze Di Volo su X-Flies",
		"are": "L'Area 51 su X-Flies",
		"prenota": "Prenota",
		"acquista": "Acquista",
		"conferma": "Conferma Acquisto",
		"nome": "Nome",
		"cognome": "Cognome",
		"aggiunto": "Articolo aggiunto al carrello",
		"via1": "Viaggio sulla Luna!",
		"via2": "Viaggio su Marte!",
		"via3": "Viaggi Interspaziali",
		"carrello": "CARRELLO:",
		"dati": "Inserisci i tuoi dati",
		"pagamento": "Seleziona tipo di pagamento:",
		"effettua": "Per effettuare il pagamento seleziona una carta",
		"grazie": "Grazie per il tuo acquisto!",
		"grmes": "Riceverai a breve una mail al tuo indirizzo di posta, contenente i biglietti/articoli acquistati! Ci auguriamo che possano essere di tuo gradimento. In caso di problemi o bisogno di assistenza, non esitare a contattarci alla nostra email: xfliesassistance@gmail.com",
		"a": "Il volo per Marte è in partenza tra 2 ore e 38 minuti",
		"b": "I nostri voli sono super veloci, prenota ora e scopri nuovi mondi!",
		"c": "I nostri voli più ricercati sono Marte, Luna e Viaggi Interspaziali.",
		"e": "Il volo per Terra è in partenza tra 30 minuti",
		"f": "Il volo per Luna è in partenza tra 47 minuti",
		"g": "Il volo per Venere è in partenza tra 3 ore e 30 minuti",
		"h": "Il volo per Giove è in partenza tra 7 ore e 30 minuti",
		"i": "Il volo per Nettuno è in partenza tra 1 ora e 19 minuti",
		"j": "Il volo per Plutone è in partenza tra 4 ore e 43 minuti",
		"k": "Il volo per Mercurio è in partenza tra 1 ora e 55 minuti",
		"l": "Il volo per Saturno è in partenza tra 2 ore e 30 minuti",
		"m": "Il volo per Urano è in partenza tra 9 ore e 2 minuti",
		"n": "Il volo per Viaggi Interspaziali è in partenza tra 10 minuti",
		"o": "Scopri il nostro shop Xshop! Acquista oggetti provenienti dallo spazio!",
		"aa": "I nostri computer sono i più potenti nell'universo!",
		"bb": "I nostri jetpack sono sempre verificati e testati per un uso sicuro!",
		"cc": "Occhio a non usare troppo il teletrasporto o potresti smolecolarti!",
		"dd": "Le nostre Ram sono in offerta, acquista ora!!",
		"ee": "Le batterie ad alta capacità caricano tutto quello che vuoi in pochi secondi.",
		"ff": "Il blaster se lo usi troppo scotta! Scotta di sconto del 30%!!",
		"gg": "Il telescopio ti permette di vedere loooontanissimo!",
		"hh": "Quando guidi l'auto volante non troverai mai semafori davanti a te!",
		"ii": "Il braccio bionico è 10 volte più forte di un braccio umano!",
		"jj": "Il robot fa tutto quello che non vuoi fare tu! Conviene comprarlo!",
		"kk": "Il nostro sito è sempre online anche contro un attacco EMP!!",
		"ll": "Con il nostro kit chimico puoi creare delle pozioni super potenti!",
		"mm": "Ci è giunta voce che il nostro sito è il migliore sulla galassia",
		"nn": "Benvenuto sul nostro shop su Xshop! Acquista oggetti provenienti dallo spazio!"
	},
	"biglietti": {
		"terra": "Abbraccia l'opportunità di una vita con il nostro viaggio verso la Terra! Vedrai la bellezza del tuo pianeta natale dall'alto dello spazio. Biglietti limitati disponibili a soli €499. Prenota ora e scopri la Terra da una prospettiva senza precedenti!",
		"luna": "Vivi la magica esperienza a gravità 0 sulla Luna! La nostra tecnologia aliena permette a voi umani di poter viaggiare comodamente sulla Luna in soli 30 minuti. Prezzo di partenza a soli €499 a persona.",
		"marte": "Vola con noi verso una delle destinazioni più amate di sempre, Marte! Oggi puoi prenotare il tuo primissmo volo nello spazio grazie alla nostra avanzata tecnologia di volo. Solo per te, il tuo primo viaggio avrà un costo a partire da €699 a persona. Avrai inoltre l'onore di incontrare i piloti! Prenota ora cliccando sul link qui sotto.",
		"giove": "Preparati per un'esperienza straordinaria mentre viaggi verso Giove, il gigante gassoso del nostro sistema solare! Panorami mozzafiato e lune affascinanti ti aspettano. Biglietti limitati a soli €2,499. Prenota oggi stesso!",
		"nettuno": "Immergiti nella maestosità di Nettuno, il pianeta più lontano dal Sole! Questa è la tua opportunità di esplorare gli oceani di gas, gli anelli incantevoli e le misteriose tempeste di Nettuno. Biglietti limitati a soli €1,299. Prenota ora e preparati per un'esperienza senza pari!",
		"saturno": "Ti invitiamo a scoprire la bellezza incantevole di Saturno, il gigante con gli anelli. Ammira gli anelli scintillanti e le lune misteriose mentre ti immergi in un viaggio spaziale senza precedenti. Biglietti limitati a soli €2,999. Prenota ora per un'esperienza spaziale indimenticabile!",
		"venere": "Scopri l'intensa bellezza di Venere, il pianeta più vicino al Sole! Attraversa nuvole di acido e osserva tramonti infuocati in questo viaggio unico. Biglietti limitati a soli €2,299. Prenota ora e preparati per un'esperienza ardente nell'esplorazione spaziale!",
		"plutone": "Scopri il mistero e la bellezza di Plutone, il pianeta nano più lontano dal Sole! Sarai affascinato dalle sue pianure ghiacciate e dalle montagne di ghiaccio. Biglietti limitati a soli €3,999. Prenota ora per un'esperienza straordinaria che ti porterà ai confini del nostro sistema solare!",
		"mercurio": "Ti invitiamo a un viaggio emozionante verso Mercurio, il pianeta più vicino al Sole! Scopri paesaggi alieni e caldi tramonti con un viaggio che ti lascerà senza fiato. Biglietti limitati a soli €1,799. Prenota ora per questa esperienza unica!",
		"urano": "Preparati per un'esperienza cosmica senza precedenti mentre ti avventuri verso Urano, il pianeta dai colori incredibili. Scopri gli anelli deboli e le atmosfere misteriose in questo viaggio spaziale unico. Biglietti limitati a soli €1,499. Prenota ora per un'immersione nell'incanto del nostro sistema solare!",
		"sistema": "Avventure spaziali uniche con i Viaggi Interspaziali! Con questo pacchetto puoi raggiungere destinazioni più lontane, come ad esempio il sistema solare Alfa Centauri, non troppo lontano dal sistema solare. Grazie ai nostri reattori ad alta potenza, i nostri piloti possono raggiungere il sistema solare in 1 settimana! Prezzo di partenza a partire da €1799 a persona.",
		"laterra": "Terra",
		"laluna": "Luna",
		"lamarte": "Marte",
		"lagiove": "Giove",
		"lanettuno": "Nettuno",
		"lasaturno": "Saturno",
		"lavenere": "Venere",
		"laplutone": "Plutone",
		"laurano": "Urano",
		"lasistema": "Interspazio",
		"lamercurio": "Mercurio",
		"pterra": 499,
		"pluna": 499,
		"pmarte": 699,
		"pgiove": 2499,
		"pnettuno": 1299,
		"psaturno": 2999,
		"pvenere": 2299,
		"pplutone": 3999,
		"purano": 1499,
		"psistema": 1799,
		"pmercurio": 1799
	},
	"shop": {
		"atomo": "Prendi il potere dell'infinitamente piccolo con il nostro Atomo. Questo oggetto unico rappresenta il fondamento della materia stessa. Con la sua forma elegante e dettagliata, l'Atomo è una scelta ideale per gli amanti della scienza e gli appassionati di esplorazione. Porta a casa una parte dell'universo in miniatura oggi stesso!",
		"braccio": "Rigenera la tua vita con il nostro braccio bionico all'avanguardia. Progettato per la massima funzionalità e precisione, il nostro braccio bionico offre un'esperienza unica e avanzata per coloro che cercano una soluzione al futuro. Con materiali di alta qualità e un design ergonomico, il braccio bionico ti permetterà di affrontare sfide quotidiane con facilità. Riottiene il controllo e la libertà con il braccio bionico, un passo avanti nell'evoluzione umana.",
		"bitcoin": "Il Bitcoin è la pietra miliare della rivoluzione finanziaria digitale. Questa criptovaluta decentralizzata offre libertà e sicurezza senza precedenti nelle transazioni finanziarie. Con il Bitcoin, sei il tuo custode finanziario, senza bisogno di intermediari o banche. Investi nel futuro della moneta con il Bitcoin e sperimenta l'innovazione finanziaria alla sua massima espressione. La tua chiave per un mondo finanziario senza confini e senza controllo centrale.",
		"blaster": "Il Blaster è l'arma futuristica definitiva, progettata per affrontare le sfide più impegnative dell'universo. Con un design elegante e potente, il Blaster è la tua arma di scelta per difenderti da minacce extraterrestri o per sfidare i nemici interstellari. Dotato di tecnologia avanzata e munizioni potenti, il Blaster ti offre il controllo completo della situazione in qualsiasi conflitto. Preparati per un'esperienza di combattimento eccezionale con il Blaster e assicurati di essere pronto per qualsiasi avventura nello spazio profondo.",
		"kit": "Il Kit Chimico Avanzato è uno strumento indispensabile per gli aspiranti chimici e alchimisti dello spazio. Progettato per sperimentare e creare composti chimici in ambienti extraterrestri, questo kit offre un'ampia gamma di reagenti, strumenti di misurazione e un manuale dettagliato. Sia che tu stia cercando di sintetizzare nuovi materiali o analizzare le proprietà chimiche di pianeti alieni, il Kit Chimico Avanzato è il tuo compagno fidato nello studio delle scienze chimiche nello spazio siderale. Esplora le meraviglie della chimica in mondi sconosciuti con questo strumento essenziale.",
		"computer": "Il Supercomputer Interstellare rappresenta l'apice dell'elaborazione dati nello spazio. Con una potenza di calcolo ineguagliabile, questo supercomputer è progettato per affrontare compiti computazionali complessi durante le missioni di esplorazione spaziale. Dotato di algoritmi avanzati e capacità di apprendimento automatico, è in grado di analizzare dati provenienti da telescopi, sonde spaziali e strumenti scientifici con una precisione straordinaria. Con il Supercomputer Interstellare, l'elaborazione dei dati nello spazio raggiunge un nuovo livello, consentendo scoperte scientifiche straordinarie e una maggiore comprensione dell'universo.",
		"cpu": "L'Unità di Elaborazione Cosmica è il cervello di ogni astronave e stazione spaziale avanzata. Progettata per gestire compiti computazionali complessi e fornire prestazioni affidabili nello spazio profondo, questa CPU è al centro di ogni operazione nello spazio. Con la sua architettura avanzata e la capacità di gestire simultaneamente una vasta gamma di operazioni, l'Unità di Elaborazione Cosmica garantisce che tutte le operazioni spaziali, dalla navigazione alla ricerca scientifica, vengano eseguite in modo efficiente e affidabile. È la spina dorsale della tecnologia spaziale e consente agli astronauti di esplorare l'universo con sicurezza e precisione.",
		"dna": "L'Elica Cosmica del DNA è una struttura biologica straordinaria e unica, simile all'elica di una navicella spaziale, che contiene le istruzioni genetiche per la vita in tutto l'universo. Questa struttura molecolare incredibile è alla base di ogni forma di vita conosciuta e ha il potenziale per esistere anche su pianeti lontani. L'Elica Cosmica del DNA è responsabile della trasmissione delle caratteristiche ereditarie e della diversità biologica, consentendo la comparsa di nuove specie in ambienti spaziali diversi. È un elemento fondamentale per la comprensione dell'origine e dell'evoluzione della vita nell'intero universo, un vero capolavoro della natura che sfida la nostra comprensione dell'astrobiologia.",
		"energia": "La Sfera Energetica Stellare è una sorgente di energia avanzata che sfrutta la fusione nucleare simile a quella del sole per generare potenza in modo continuo e inesauribile. Questa sfera, progettata per l'uso su astronavi, basi spaziali e colonie extraterrestri, rappresenta una pietra miliare nell'approvvigionamento energetico. La fusione nucleare stellare garantisce un'energia pulita e sostenibile, aprendo le porte a un futuro di esplorazione spaziale senza limiti energetici.",
		"auto": "L'Auto Volante Quantum è la quintessenza della mobilità del futuro. Questo veicolo rivoluzionario è equipaggiato con tecnologia quantistica avanzata che gli consente di superare le leggi della fisica tradizionale, permettendo ai passeggeri di attraversare il cielo come se fossero uccelli liberi nel cielo. Con una struttura leggera ma robusta e un sistema di propulsione quantistica a zero emissioni, l'Auto Volante Quantum offre un'esperienza di viaggio senza pari. Non più ingorghi, semafori o limitazioni stradali: con questa auto volante, il cielo è il limite. L'Auto Volante Quantum è la soluzione definitiva per l'efficienza dei trasporti, garantendo un futuro sostenibile e privo di congestioni stradali.",
		"ologramma": "L'Ologramma 3D HoloVision è una straordinaria innovazione nel mondo dell'intrattenimento e della comunicazione. Questo dispositivo utilizza la tecnologia olografica avanzata per proiettare immagini tridimensionali incredibilmente realistiche nello spazio circostante. Che tu stia cercando di comunicare con un amico dall'altra parte del mondo o di immergerti in un'esperienza di gioco mozzafiato, l'Ologramma 3D HoloVision offre una qualità visiva senza precedenti. Il dispositivo è compatto e portatile, consentendo di portare l'arte dell'olografia ovunque tu vada. Con HoloVision, il futuro delle presentazioni, dell'arte digitale e delle comunicazioni interattive è finalmente qui.",
		"jetpack": "Il Jetpack SkyMaster X9 è la soluzione definitiva per il tuo volo personale. Questo dispositivo compatto e potente ti consente di alzarti in aria e sfrecciare nei cieli con facilità e sicurezza. Con velocità fino a 300 km/h e un'autonomia di volo di fino a 3 ore, il Jetpack SkyMaster X9 ti offre un'esperienza di volo senza pari. È ideale per il trasporto personale e l'esplorazione aerea. Prendi il controllo del tuo destino e vola alto con stile e sicurezza.",
		"ram": "La Memoria RAM HyperSpeed 32GB è la soluzione perfetta per migliorare le prestazioni del tuo computer. Con una capacità di 32 gigabyte, questa RAM ti offre la potenza di elaborazione di cui hai bisogno per eseguire le applicazioni più esigenti e multitasking senza problemi. L'HyperSpeed garantisce tempi di risposta rapidi e una maggiore efficienza energetica, consentendoti di svolgere le tue attività digitali in modo fluido. Aggiorna la tua RAM con l'HyperSpeed 32GB e goditi un'esperienza informatica superiore.",
		"robot": "Il Robot Assistente Multifunzione è la soluzione perfetta per semplificare la tua vita quotidiana. Con le sue capacità avanzate di intelligenza artificiale, questo robot è in grado di svolgere una varietà di compiti, dal pulire la casa all'aiutarti a gestire la tua agenda quotidiana. Il suo design elegante e compatto si adatta a qualsiasi ambiente, e la sua interfaccia utente intuitiva lo rende facile da usare. Grazie alle sue abilità di riconoscimento vocale, puoi interagire con il robot in modo naturale e chiedergli di eseguire molte attività diverse. Investi nel futuro con il Robot Assistente Multifunzione e scopri quanto può migliorare la tua vita.",
		"razzo": "Il Razzo Spaziale Avanzato è la chiave per esplorare le profondità dello spazio. Con la sua tecnologia all'avanguardia, questo razzo offre un viaggio sicuro e confortevole nello spazio profondo. Dotato di motori potenti e sistemi di navigazione sofisticati, il razzo è in grado di raggiungere velocità straordinarie e esplorare nuovi mondi. La sua cabina spaziosa e comoda assicura che gli astronauti abbiano tutto il necessario per missioni di lunga durata. Che tu sia un esploratore spaziale o un appassionato di astronomia, il Razzo Spaziale Avanzato è la scelta ideale per raggiungere le stelle e oltre.",
		"nave": "La Nave Spaziale Intergalattica è la sintesi dell'ingegneria avanzata e dell'innovazione tecnologica. Progettata per esplorare l'universo a velocità incredibili, questa nave offre un'esperienza senza precedenti nel viaggio spaziale. Con sistemi di propulsione all'avanguardia, è in grado di superare distanze cosmiche e raggiungere sistemi solari lontani. L'interno della nave è progettato per garantire il massimo comfort agli astronauti durante le lunghe missioni di esplorazione, con alloggi spaziosi e aree per l'addestramento scientifico. La Nave Spaziale Intergalattica rappresenta la frontiera finale dell'esplorazione spaziale e apre la strada a scoperte straordinarie in luoghi mai esplorati prima d'ora.",
		"teletrasporto": "Il Dispositivo di Teletrasporto Avanzato è una rivoluzione nell'ambito dei viaggi. Con questa incredibile invenzione, puoi dire addio ai lunghi e noiosi viaggi e raggiungere istantaneamente qualsiasi luogo desiderato. Il dispositivo funziona dematerializzando la materia a un punto e rimaterializzandola istantaneamente in un altro, consentendoti di attraversare distanze enormi in un batter d'occhio. È una tecnologia sorprendente che cambierà per sempre il modo in cui esploriamo il mondo e ci connettiamo con luoghi lontani. Non c'è più bisogno di voli lunghi o di ore di guida; con il Dispositivo di Teletrasporto Avanzato, il mondo è letteralmente a portata di mano.",
		"telescopio": "Il Telescopio Astronomico Avanzato è uno strumento di osservazione eccezionale progettato per esplorare le profondità insondabili dell'universo. Con una potente tecnologia di ingrandimento e una precisione straordinaria, questo telescopio ti consente di scrutare le stelle, le galassie e i pianeti con una chiarezza straordinaria. Rivela dettagli nascosti, pianeti distanti e nebulose misteriose, aprendo una finestra sulla bellezza e la vastità dell'universo. È lo strumento perfetto per gli astrofili e gli astronomi amatoriali che desiderano esplorare il cosmo e catturare immagini mozzafiato del cielo notturno. Con il Telescopio Astronomico Avanzato, puoi viaggiare attraverso le stelle senza mai lasciare la Terra.",
		"titanio": "Il titanio ultraleggero e resistente è un materiale incredibile che combina leggerezza e robustezza in un'unica soluzione. Conosciuto per la sua straordinaria resistenza alla corrosione e alla ruggine, il titanio è spesso utilizzato in applicazioni aerospaziali e mediche. Questo metallo avanzato è perfetto per situazioni in cui la leggerezza è essenziale senza compromettere la durata. Dai componenti degli aerei spaziali alle protesi mediche, il titanio è la scelta ideale per situazioni in cui la forza e la leggerezza sono fondamentali. Con il titanio ultraleggero e resistente, puoi affrontare le sfide più impegnative con fiducia, sapendo di avere un materiale affidabile dalla tua parte.",
		"batteria": "La batteria ad alta capacità e lunga durata è una soluzione innovativa per alimentare dispositivi elettronici in modo affidabile e prolungato. Questa batteria avanzata offre una capacità eccezionale per garantire che i tuoi dispositivi rimangano operativi più a lungo, consentendoti di godere di un utilizzo continuo senza interruzioni. Che tu stia lavorando, giocando o semplicemente esplorando il mondo digitale, puoi contare su questa batteria per mantenere la carica per un periodo straordinariamente lungo. Inoltre, la sua durata eccezionale significa meno preoccupazioni per la ricarica frequente e più tempo per concentrarti su ciò che conta di più per te. Con la batteria ad alta capacità e lunga durata, sei pronto per affrontare le tue giornate con energia e sicurezza.",
		"laatomo": "Atomo",
		"labraccio": "Braccio Bionico",
		"labitcoin": "Bitcoin",
		"lablaster": "Blaster",
		"lakit": "Kit Chimico",
		"lacomputer": "Computer",
		"lacpu": "Cpu",
		"ladna": "Dna",
		"laenergia": "Energia",
		"laauto": "Auto Volante",
		"laologramma": "Ologramma",
		"lajetpack": "Jetpack",
		"laram": "Ram",
		"larobot": "Robot",
		"larazzo": "Razzo",
		"lanave": "Nave Spaziale",
		"lateletrasporto": "Teletrasporto",
		"latelescopio": "Telescopio",
		"latitanio": "Titanio",
		"labatteria": "Batteria",
		"patomo": 49,
		"pbraccio": 499,
		"pbitcoin": 29,
		"pblaster": 4299,
		"pkit": 79,
		"pcomputer": 799,
		"pcpu": 369,
		"pdna": 149,
		"penergia": 579,
		"pauto": 34799,
		"pologramma": 23599,
		"pjetpack": 4599,
		"pram": 269,
		"probot": 3499,
		"prazzo": 7399,
		"pnave": 749999,
		"pteletrasporto": 279999,
		"ptelescopio": 499,
		"ptitanio": 19,
		"pbatteria": 49
	}
}
