{
	"storia": {
		"t0": "Benvenuti in Pixel Nightmare! Il gioco di avventura interattiva in cui ogni decisione che prendi può avere diverse conseguenze sull'evento della storia. Sei pronto ad aiutare a sfuggire al luogo misterioso in cui è stato imprigionato?",

		"r0": ["Sì, sono pronto ad aiutarlo a liberarlo", "Forse non ora, sono un po 'spaventato al momento"],
		"t1": "Capitolo uno: Risveglio nel castello: il protagonista si risveglia in una cella buia e polverosa all'interno di un antico castello pixelato. La sua mente è annebbiata, ma sente immediatamente una voce distorta proveniente da un dispositivo glitchato che teneva nella mano. Sei tu, colui che lo aiuterà a fuggire da questo luogo maledetto. Dopo essersi guardato intorno, il protagonista trova due opzioni e può comunicare direttamente con te: protagonista: 'Ciao? Qualcuno mi sente? E' come se fossi intrappolato in un incubo pixelato ... mi senti?",

		"r1": "Ti sento forte e chiaro!",

		"t2": "Oh, è comprensibile, mi dispiace sentire che non sei pronto per aiutare il povero glitch... non preoccuparti, puoi tornare in qualsiasi momento per iniziare l'avventura. Ricarica la pagina per riavviare il gioco.",
		"t3": "Oh grazie Dio! In qualche modo sono intrappolato qui e non ho idea di come ci sia arrivato in questo posto orribile. Ora che ci sei tu, forse puoi aiutarmi a darmi qualche consiglio su cosa fare. Come adesso, cosa dovrei fare? Esplorare la cella per alcuni indizi e forse trovare qualcosa di utile o controllare la finestra rotta?",
		"r2": ["Esplora la cella e guarda cosa puoi trovare.", "Controlla la finestra rotta"],

		"t4": "Ho controllato la cella e ho trovato un cadavere con una lettera all'interno della tasca della giacca.La lettera dice `Non mi resta molto tempo, ma nel caso in cui tu stia leggendo questo controlla gli mfosinibcisris...`. La lettera sembra piuttosto vecchia e consumata, ciò significa che non riesco a leggere il resto. Accidenti, dobbiamo trovare qualcos'altro qui ... oh guarda ho trovato un coltello! Avrebbe potuto usarlo per difendersi da qualcuno o da qualcosa! Dovrei prenderlo? ...",
		"r3": ["Certo! Può essere super utile per dopo!", "No, lascialo lì. Nessuno ti farà del male."],

		"t5": "Ok, fammi vedere... oh merda, non posso passare attraverso... la finestra è troppo piccola per me per uscire... cosa faccio adesso? ..",
		"r4": ["Ohh accidenti, allora procedi a controllare la cella"],

		"t6": "Ok allora, saggia scelta lo prenderò solo in cas... oh aspetta... omg no, no no no... la guardia sta arrivando! Ma ho preso il coltello, quindi lo ucciderò prima che uccida me... ok ok, cosa dovrei fare? Dimmi veloce! *La guardia si avvicina alla cella*",
		"r5": ["Nasconditi dietro il cadavere e fingi la tua morte", "Combatti direttamente"],

		"t7": "Oh no, no no no... the guard is coming in, fuck no! I have to do something.. *guard gets closer to the cell* QUICK!!..",
		"r6": ["Nasconditi dietro il cadavere e fingi la tua morte", "Combatti direttamente"],

		"t8": "Ok, buona idea.. Ho troppa paura di morire qui anche perchè non so come combattere, quindi fingerò la mia morte dietro questo corpo marcio e spero che se ne vada... *La guardia apre la cella *",
		"r7": "Aspetta Glitchy...",

		"t9": "Sta aprendo la cella! Nasconderò il dispositivo in modo da poterlo combattere, aspettami, spero di tornare, in caso contrario.... beh, grazie per il tuo aiuto <3... *Nascondi il dispositivo *",
		"r8": "Aspetta Glitchy...",

		"t10": "Sei sicuro?... Bene lo farò ma sono così fottutamente spaventato che sembra troppo forte *la guardia apre la cella *. Per favore, non arrrrhghgjkvmfklmskrskn *connessione persa... game over*",
		"r9": "Riprova...",

		"t11": "Heyyy... sei ancora qui?... è andato via! Fortunatamente per me non sono stato ucciso. Ma ora c'è un problema, devo trovare un altro modo se non voglio essere ucciso la prossima volta, cosa pensi che... ODDIO la chiave! Ha lasciato cadere la chiave sul pavimento, non l'ho notato talmente ero così spaventato. Accidenti che fortuna!, Ok ora usciamo ...",
		"r10": "Wowww è fantastico! Sì, ora apri la cella",

		"t12": "Heyyy... sei ancora qui?... l'ho fatto, l'ho ucciso! Mi sono preso un po' di tempo, mi dispiace se ti ho fatto aspettare così a lungo, ho dovuto coprire i miei tagli che ho ricevuto dal combattimento... ora è morto, cazzo devo nasconderlo con l'altro cadavere... ho anche trovato la chiave per uscire! Incredibile non è vero? Ora mi chiedo, dovrei mascherarmi con i suoi vestiti? cosi nessuno sospetterà o me ne vado prima che mi vedano?",
		"r11": ["Travestiti e mimetizzati per uscire", "Esci e basta prima che ti beccano"],

		"t13": "Uff! È stato un bel rischio, ma grazie alla tua guida, sono riuscito a sfuggire da quella cella. Tuttavia, mentre esco nel corridoio, mi rendo conto che questo castello è tutt'altro che abbandonato. L'aria è pesante con un inquietante silenzio e c'è un senso di presagio che pende nell'atmosfera. Mentre guardo avanti, vedo più percorsi allungarsi davanti a me. A sinistra, c'è una Grande Scala che conduce verso l'alto, ha dei gradini usurati e antichi. A destra, c'è un passaggio stretto che scompare nell'oscurità. Non posso fare a meno di sentire un brivido lungo la schiena mentre considero le possibilità.",
		"r12": "Continua",

		"t14": "Ancora una volta, ho bisogno del tuo aiuto. Quale percorso dovrei scegliere? Dovrei salire sulla Grande Scala, sperando di trovare risposte sui piani superiori? O dovrei avventurarmi nelle misteriose profondità dello stretto passaggio? Mi fido del tuo giudizio e sto contando sulla tua guida per navigare nei pericoli di questo castello e scoprire la verità dietro la mia prigionia qui.",
		"r13": ["Ascendi la Grande Scala ", " Esplora le Misteriose Profondità"],

		"t15": "Continua... grazie per aver giocato questa demo!",
		"progetti": "Progetti"
	}
}
